Repository: jguardon/dfhlog
Catalog: .lang/*.po
Languages: es

source: Thanks to
es: Gracias a

source: About dfhLog...
es: Acerca de dfhLog...

source: About
es: Acerca de

source: <h2 align=center>Licence</h2> <p align=center>This program is FREE SOFTWARE; you can redistribute it AND/OR modify it under the terms of the GNU General Public License as published by the Free Software Foundation ; either version 2, or (at your option) any later version.</p> <p align=center>This program is distributed in the hope that it will be useful but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.</p>
es: <h2 align=center>Licencia</h2> <p align=center>Este programa es software libre: usted puede redistribuirlo y/o modificarlo conforme a los términos de la Licencia Pública General de GNU publicada por la Fundación para el Software Libre, ya sea la versión 3 de esta Licencia o (a su elección) cualquier versión posterior.</p> <p align=center>Este programa se distribuye con el deseo de que le resulte útil, pero SIN GARANTÍAS DE NINGÚN TIPO; ni siquiera con las garantías implícitas de COMERCIABILIDAD o APTITUD PARA UN PROPÓSITO DETERMINADO. Para más información, consulte la Licencia Pública General de GNU.</p>

source: <h2 align=center>Authors</h2>
es: <h2 align=center>Autores</h2>

source: dfhLog, the Hamradio Logbook
es: dfhLog, el Libro de Guardia

source: Support
es: Soporte

source: You can support <b>dfhLog</b> by writing the help documents, translating to your language, etc. <p> You can also make a gift to the project by using PayPal:
es: Puedes colaborar en <b>dfhLog</b> escribiendo la ayuda , traduciendo a tu lengua, etc. <p> También puedes hacer tu donación vía PayPal:

source: Make a gift!
es: Haz tu donación!

source: EA Reference
es: Referencia EA

source: Province
es: Provincia

source: Name
es: Nombre

source: State
es: Estado

source: County Ref.
es: Ref. Condado

source: Search:
es: Buscar:

source: dfhlog - BandMap
es: dfhlog - Mapa de Bandas

source: Zoom In
es: Acercar Zoom

source: Zoom Out
es: Alejar Zoom

source: Zoom Fit
es: Ajustar Zoom

source: Zoom Reset
es: Reset Zoom

source: Clear Stations
es: Limpiar Estaciones

source: Double Click to select
es: Doble Clic para seleccionar

source: Size in mm.
es: Tamaño en mm

source: Width:
es: Anchura:

source: Height:
es: Altura:

source: &Save
es: &Guardar

source: &Cancel
es: &Cancelar

source: QSL Size
es: Tamaño QSL

source: File saved in:
es: Fichero guardado en:

source: Stop
es: Parar

source: Start
es: Inicio

source: CAT Debug
es: Depuración CAT

source: Export Text
es: Exportar Texto

source: Close
es: Cerrar

source: Either, total height or total width values are greater than A4 dimensions!
es: Altura total o anchura total son mayores que las dimensiones de A4!

source: Custom Label
es: Etiqueta personalizada

source: Create Custom Label
es: Crear Etiqueta Personalizada

source: Enter a description
es: Entrar descripción

source: Description:
es: Descripción:

source: Cols:
es: Columnas:

source: Rows:
es: Filas:

source: Top Margin:
es: Margen Superior:

source: Left Margin:
es: Margen Izqdo:

source: (All measures in millimeters)
es: (Todas las medidas en milímetros)

source: Configure Fonts and Colors
es: Configurar Fuentes y Colores

source: Call Color:
es: Color Indicativo:

source: Data Color:
es: Color Datos:

source: Call Font:
es: Fuente Indicativo:

source: Data Font:
es: Fuente Datos:

source: Call Font
es: Fuente Indicativo:

source: Data Font
es: Fuente Datos

source: Additional Offset (mm/10)
es: Desplazamiento adicional (mm/10)

source: No printers available,sorry
es: No hay impresoras disponibles

source: QSL Design
es: Diseño QSL

source: QSL queue is empty!
es: La cola de QSL está vacía!

source: Printing
es: Impresión

source: QSLs sent to printer, please wait...
es: QSL enviados a la impresora, por favor espere ...

source: Choose a background image
es: Elije una imagen de fondo

source: Picture files
es: Ficheros de Imagen

source: Select field to modify
es: Seleccionar campo a modificar

source: Card
es: Tarjeta

source: Size
es: Tamaño

source: Free Text
es: Texto libre

source: Label
es: Etiqueta

source: Font
es: Fuente

source: Background
es: Fondo

source: Image
es: Imagen

source: Active
es: Activa

source: Setup
es: Configuración

source: Print Test
es: Prueba Impresión

source: Print
es: Imprimir

source: Cancel
es: Cancelar

source: Path
es: Ruta

source: Printer
es: Impresora

source: Resolution
es: Resolución

source: An Error occurred!
es: Ha ocurrido un error!

source: Report Error
es: Enviar Error

source: This is the error data. You may send this info to the author in order to be fixed as soon as possible.
es: Estos son los datos del error. Puedes enviar esta información al autor para arreglarlo lo antes posible.

source: QSOs with
es: QSOs con

source: Nr
es: Nº

source: Date
es: Fecha

source: Time
es: Hora Inicio

source: Callsign
es: Indicativo

source: Band
es: Banda

source: Mode
es: Modo

source: QSL(S)
es: QSL(E)

source: Prefix
es: Prefijo

source: Operator
es: Operador

source: Power
es: Potencia

source: My Locator
es: Mi Locator

source: Satellite
es: Satélite

source: Distance (Km)
es: Distancia (Km)

source: Records:
es: Registros:

source: Error in searchQSO
es: Error en searchQSO

source: For selected QSOs:
es: Para los QSOs seleccionados:

source: For QSO with:
es: Para el QSO con:

source: Edit QSO
es: Editar QSO

source: Delete QSO
es: Borrar QSO

source: Export to ADIF
es: Exportar ADIF

source: Check QSL as recvd.
es: Marcar QSL recibida

source: Check QSL as sent.
es: Marcar QSL enviada

source: Print QSL
es: Imprimir QSL

source: Selected QSO will be deleted Do you want to continue?
es: El QSO seleccionado se borrará ¿Deseas continuar?

source: Error deleting QSO
es: Error al borrar QSO

source: Save ADIF file
es: Guardar fichero ADIF

source: ADIF file
es: Fichero ADIF

source: Added
es: Añadido

source: QSOs to the QSL print queue.
es: QSOs a la cola de impresión de QSL.

source: QSOs with gridsquare:
es: QSOs con locator:

source: Records:
es: Registros:

source: &Close
es: &Cerrar

source: All
es: Todo

source: Latitude:
es: Latitud:

source: Longitude:
es: Longitud:

source: At
es: A

source: Km from
es: Km de

source: Start Date couldn't be greater than End Date
es: La fecha de inicio no puede ser mayor que la de fin

source: Check dates, please
es: Comprueba las fechas, por favor...

source: Error in btnOK_Click
es: Error en btnOK_Click

source: Query has no results!
es: La consulta no ha devuelto resultados.

source: Error in drawSquares
es: Error en drawSquares

source: Error in drawDX
es: Error en drawDX

source: Find QSOs with
es: Buscar QSOs con

source: Save Whole Map as...
es: Guardar Mapa Completo como...

source: Save Visible Map as...
es: Guardar Mapa Visible como...

source: Save Map as
es: Guardar Mapa como...

source: Image Files
es: Ficheros de Imagen

source: Colors
es: Colores

source: Grid
es: Cuadrícula

source: Main Division:
es: División Princ.:

source: Sub Division:
es: División Sec.:

source: GridSquares:
es: Cuadrículas:

source: DX Lines
es: Lineas DX

source: DX on 6M:
es: DX en 6M:

source: DX on 4M:
es: DX en 4M:

source: DX on 2M:
es: DX en 2M:

source: DX on 70CM:
es: DX en 70CM:

source: DX on +23CM:
es: DX en +23CM

source: &Save Settings
es: &Guardar Config.

source: Behavior
es: Comportamiento

source: Sound Alert on MUF/ES
es: Alertar en MUF/ES

source: DX Minutes:
es: Minutos DX:

source: Minutes to hold DX Lines on Map
es: Min. a mantener líneas en Mapa

source: Filter
es: Filtro

source: Start Date
es: Fecha inicio

source: End Date
es: Fecha fin

source: Distance >:
es: Distancia >:

source: Mode:
es: Modo:

source: Band:
es: Banda:

source: Prop. Mode:
es: Propagación:

source: Worked
es: Trabajado

source: Confirmed
es: Confirmado

source: Not Confirmed
es: No Confirmado

source: Start:
es: Inicio:

source: End:
es: Fin:

source: Mode selection
es: Selección de modo

source: Band selection
es: Selección de Banda

source: Prop. Mode Selection
es: Selección de modo de propagación

source: Distance greater than...
es: Distancia mayor que...

source: Show/Hide Panel
es: Mostrar/Esconder Panel

source: Show Grid
es: Mostrar cuadrículas

source: Show DX Lines
es: Mostrar líneas DX

source: Show DX Callsign
es: Mostrar Indicativo DX

source: Clean Map
es: Limpiar Mapa

source: Coords:
es: Coordenadas:

source: Log Review
es: Examinar Log

source: Time Off
es: Hora Fin

source: Freq
es: Frecuencia

source: Freq RX
es: Frecuencia RX

source: RST(S)
es: RST(E)

source: Remarks
es: Comentarios

source: QSL(S) Date
es: Fecha QSL(E)

source: QSL(R) Date
es: Fecha QSL(R)

source: County
es: Condado

source: Sat Name
es: Nombre Sat.

source: Sat Mode
es: Modo Sat.

source: of
es: de

source: Uncheck QSL as recvd.
es: Marcar QSL como NO recibida

source: Uncheck QSL as sent.
es: Marcar QSL como NO enviada

source: Only one QSO could be edited at a time!
es: ¡Sólo se puede editar un QSO a la vez!

source: Page:
es: Página:

source: Error in Fmain_new
es: Error en Fmain_new

source: Error in Form Close
es: Error en Form Close

source: Error in Form Load
es: Error en Form Load

source: Error in cboEntidad QSO
es: Error en cboEntidad QSO

source: Error in buscar
es: Error en buscar

source: New DXCC on
es: Nuevo DXCC en

source: DXCC Confirmed on
es: DXCC Confirmado en

source: DXCC Worked on
es: DXCC Trabajado en

source: New square on
es: Nuevo locator en

source: Square Cfmd on
es: Cuadrícula conf. en

source: Square Wkd on
es: Cuadrícula trab. en

source: QSO duration:
es: Duración QSO:

source: &Wkd Before
es: QSOs A&nteriores

source: Error in wkdB4
es: Error en wkdB4

source: QSO Nr
es: QSO Nº

source: Incorrect Locator!
es: Locator incorrecto!

source: Do you want to spot
es: ¿Quieres anunciar

source: to the Cluster Net?
es: a la Red de Cluster?

source: Yes
es: Sí

source: You must fill at least: Callsign, RST_r, RST_s and Frequency
es: Debes rellenar al menos: Indicativo, RST_r, RST_e y Frecuencia TX

source: Error in btnOK_Click
es: Error en btnOK_Click

source: Error in spotQSO
es: Error en spotQSO

source: Error in btnCAT_Click
es: Error en btnCAT_Click

source: Error in setModeBand
es: Error en setModeBand

source: Not yet configured any Cluster server in your settings.
es: No hay configurado aún ningún Cluster en tus preferencias.

source: Error in btnConn_Click
es: Error en btnConn_Click

source: Error in markersSpot
es: Error en markersSpot

source: Error in tblCluster_Click()
es: Error en tblCluster_Click()

source: Not more than 1 decimal point allowed!
es: No puede haber más de un punto decimal!

source: Not valid TX Freq!
es: Frecuencia TX no válida!

source: Not valid RX Freq!
es: Frecuencia RX no válida!

source: Create new log
es: Crear nuevo log

source: dfhLog Database
es: Base de datos dfhLog

source: Path to database not found, please open or create a new one
es: Ruta a la base de datos no encontrada, por favor abre o crea una nueva

source: Error creating new Log
es: Error al crear nuevo log

source: Open log
es: Abrir Log

source: All Files
es: Todos los ficheros

source: Error opening Log
es: Error abriendo Log

source: Error in fillData
es: Error en fillData

source: Error loging QSO
es: Error registrando QSO

source: Copy saved as:
es: Copia guardada como:

source: Error in BackupDB
es: Error en backupDB

source: Modify
es: Modificar

source: QSO Nr
es: QSO Nº

source: doesn't exist!
es: no existe!

source: Error in modifyQSO
es: Error en modifyQSO

source: Error Modifying QSO
es: Error Modificando QSO

source: Error setting QSL Rcvd QSO
es: Error marcando QSL recibida

source: Error setting QSL Sent QSO
es: Error marcando QSL enviada

source: W
es: T

source: Phone:
es: Fonía:

source: &File
es: &Archivo

source: &New Log
es: &Nuevo Log

source: Open L&og
es: Abrir L&og

source: Watch &Log
es: Revisar &Log

source: ADIF Import
es: Importar ADIF

source: ADIF Export
es: Exportar ADIF

source: &Database
es: Base de &Datos

source: Compact DB
es: Compactar BD

source: Backup DB
es: Respaldar BD

source: Se&ttings
es: Con&figuración

source: E&xit
es: &Salir

source: &Search
es: Bu&scar

source: Searc&h QSOs
es: &Buscar QSOs

source: Summar&y
es: Resu&men

source: Main GridSquares
es: Cuadrículas principales

source: GridSquares
es: Cuadrículas

source: EME Initials
es: Iniciales EME

source: Global Stats
es: Estadísticas Globales

source: &Printing
es: &Impresión

source: QSL queu&e
es: Cola d&e QSL

source: QSL &Design
es: &Diseño QSL

source: &Label Design
es: Diseño &Etiquetas

source: Print QSLs
es: Imprimir QSLs

source: Print Labels
es: Imprimir Etiquetas

source: &Connect
es: &Conectar

source: &Disconnect
es: &Desconectar

source: &Maps
es: Ma&pas

source: DXMap
es: Mapa DX

source: GridS&quares
es: Cuad&rículas

source: Con&tent
es: Con&tenido

source: A&bout...
es: Acerca de

source: New Log
es: Nuevo Log

source: Open Log
es: Abrir Log

source: Settings
es: Configuración

source: Watch Log
es: Revisar Log

source: Search QSOs
es: Buscar QSOs

source: Edit Last QSO
es: Editar último QSO

source: Conn/Dis. Cluster
es: Conectar/Desconectar Cluster

source: BandMap
es: Mapa de Bandas

source: GridSquares Map
es: Mapa de Locator

source: DX Map
es: Mapa DX

source: Activate quick entry method, i.e. for Sporadics E in VHF
es: Activar entrada rápida, p.ej. para Esporádicas-E en VHF

source: Callsign:
es: Indicativo:

source: DX Callsign
es: Indicativo DX

source: Band Selection
es: Seleccion de Banda

source: Mode Selection
es: Selección de modo

source: Propagation Type
es: Tipo de propagación

source: Date of QSO
es: Fecha del QSO

source: Time on
es: Hora inicio

source: Time off
es: Hora fin

source: Freq. in KHZ
es: Frecuencia en KHz

source: RST Received
es: RST Recibido

source: RST Sent
es: RST Enviado

source: DX GridSquare
es: Locator del DX

source: DX Name
es: Nombre del DX

source: DX City
es: Ciudad del DX

source: TX Power
es: Potencia TX

source: DX email
es: Email del DX

source: Accepts & Log QSO
es: Acepta y guarda el QSO

source: Whipes current entered data
es: Borra los datos introducidos

source: RST(S):
es: RST(E):

source: Name:
es: Nombre:

source: Date:
es: Fecha:

source: Time on:
es: Hora inicio:

source: Time off:
es: Hora fin:

source: Remarks:
es: Comentarios:

source: Nr:
es: Nº:

source: Power:
es: Potencia:

source: QSL Recvd:
es: QSL Recibida:

source: Date of QSL rcvd
es: Fecha de recepción de QSL

source: QSL sent
es: QSL Enviada

source: QSL Sent:
es: QSL Enviada:

source: Date of QSL sent
es: Fecha de envío de QSL

source: Direct
es: Directa

source: A&wards
es: &Diplomas

source: TPEA award
es: Diploma TPEA

source: IOTA award
es: Diploma IOTA

source: WAS award
es: Diploma WAS

source: USACA award
es: Diploma USACA

source: Sat mode
es: Modo Sat.

source: County (USA):
es: Condado(USA):

source: Satellite:
es: Satélite:

source: Sat Mode:
es: Modo Sat:

source: State (USA):
es: Estado (USA)

source: Distance:
es: Distancia:

source: Prefix:
es: Prefijo:

source: Rhumb:
es: Rumbo:

source: Current DXCC
es: DXCC Actual

source: Show QRZ Webpage
es: Mostrar Página QRZ

source: DatePicker
es: Selector de Fecha

source: Real Time QSO
es: QSO en T. Real

source: Status: Red=Send spot without confirmation Orange=Send spot after confirmation Unchecked=Don't send spots For convenience, status is not saved between sessions.
es: Estado: Rojo=Enviar spot sin confirmación Naranja=Enviar spot tras confirmación No marcado=No enviar spots Por conveniencia, el estado no se guarda entre sesiones.

source: Delete
es: Borrar

source: Send
es: Enviar

source: St&ats
es: &Estadisticas

source: Database:
es: Base de datos:

source: Observer Latitude
es: Latitud del Observador

source: Latitude:
es: Latitud:

source: Longitude:
es: Longitud:

source: Observer Longitude
es: Longitud del Observador

source: Zoom: Less value = closer view, More value = far away view
es: Zoom: Menor valor = vista cercana, Mayor valor = vista lejana

source: &Apply Changes
es: &Aplicar Cambios

source: Delete all labels
es: Borrar etiquetas

source: &Clean Map
es: &Limpiar Mapa

source: Close window
es: Cerrar Ventana

source: Incorrect GridSquare
es: Locator incorrecto

source: You need to fill the mandatory fields or GridSquare is incorrect
es: Es necesario completar los campos obligatorios o el Locator es incorrecto

source: Hamlib not installed!
es: Hamlib no está instalado!

source: Xplanet not installed!
es: Xplanet no está instalado!

source: Grig not installed!
es: Grig no está instalado!

source: Grig needs rpc.rigd to work!
es: Grig necesita rpc.rigd activado!

source: My &Station
es: Mi E&stación

source: My Station Data
es: Datos de mi Estación

source: *Name:
es: *Nombre:

source: *GridSquare:
es: *Locator:

source: My Callsign
es: Mi Indicativo

source: My First Name
es: Mi Nombre

source: My GridSquare
es: Mi Locator

source: QSO begin/end time
es: Hora inicio/fin QSO

source: Use equal begin/end time in QSO
es: Usar la misma hora de inicio y fin de QSO

source: Preferred Band && Mode
es: Banda y Modo preferido

source: UTC Offset
es: Diferencia con UTC

source: UTC Offset (in hours):
es: Diferencia con UTC (en horas):

source: Telnet Server
es: Servidor Telnet

source: Add
es: Añadir

source: Auto connect to server with your current callsign
es: Conectar automáticamente con tu indicativo actual

source: Auto-connect
es: Auto conectar

source: Filters
es: Filtros

source: HF Spots
es: Anuncios HF

source: V/UHF Spots
es: Anuncios V/UHF

source: WARC Spots
es: Anuncios WARC

source: Ann Messages
es: Mensajes Ann

source: WWV Messages
es: Mensajes WWV

source: WCY Messages
es: Mensajes WCY

source: Log Cluster Remarks
es: Registrar comentarios del cluster

source: C&olors
es: C&olores

source: Confirmed:
es: Confirmado:

source: Worked:
es: Trabajado:

source: Needed:
es: No Trabajado:

source: Default:
es: Por defecto:

source: Hamlib (CAT) Parameters
es: Parámetros Hamlib (CAT)

source: Activate
es: Activar

source: Poll every:
es: Consultar cada:

source: msec.
es: ms.

source: Rig select:
es: Seleccionar Equipo

source: Device:
es: Dispositivo:

source: Speed:
es: Velocidad:

source: bauds
es: baudios

source: Output debugger. Use it when you have problems
es: Salida depurada. Usar si tienes problemas.

source: Debug output
es: Depurar salida

source: Use Grig (if installed)
es: Usar Grig (si está instalado)

source: If checked, I will try to use rpc rig service to allow multiple connections to a single rig.
es: Si está marcado, se intentará usar el servicio rpc.rigd para permitir múltiples conexiones a un solo equipo de radio.

source: Use rpc.rigd
es: Usar rpc.rigd

source: Ot&hers
es: Otros

source: Use Xplanet Maps (If installed)
es: Usar Mapas Xplanet (Si está instalado)

source: (A subscription to QRZ.com(xml) is needed)
es: (Necesaria suscripción a QRZ.com(xml))

source: User:
es: Usuario:

source: Password:
es: Contraseña:

source: Fill QSO data from QRZ.com (Web method)
es: Completar datos de QSO desde QRZ.com (Método Web)

source: Don't fetch data from QRZ.com
es: No buscar datos en QRZ.com

source: Fill QSO data from QRZ.com
es: Completar datos de QSO desde QRZ.com

source: * (Mandatory Fields)
es: *(Campos Obligatorios)

source: &Accept
es: &Aceptar

source: Labels Print preview
es: Vista Previa Etiquetas

source: &Print
es: Im&primir

source: QSL Print Queue
es: Cola de impresión de QSL

source: Print queue will be deleted Do you want to continue?
es: La cola de impresión se borrará ¿Deseas continuar?

source: Printing queue
es: Cola de Impresión

source: Clear Queue
es: Borrar cola

source: Log Search
es: Buscar en Log

source: Distance
es: Distancia

source: Comments
es: Comentarios

source: Records: &1 (Ordered by &2 - &3)
es: Registros: &1 (Ordenados por &2 - &3)

source: Ascending
es: Ascendente

source: Descending
es: Descendente

source: Search QSO
es: Buscar QSO

source: Order by:
es: Ordenado por:

source: Choose Order by
es: Elegir Orden

source: Search while typing
es: Buscar mientras escribes

source: Auto Search
es: Auto Búsqueda

source: Tick the checkbox to export TXT
es: Marca el checkbox para exportar a TXT

source: Reset Dates
es: Reiniciar Fechas

source: Start date:
es: Fecha inicio:

source: End date:
es: Fecha fin:

source: Prop. Type:
es: Tipo Prop.

source: Comments:
es: Comentarios:

source: Export in TXT format
es: Exportar en formato TXT

source: Export TXT
es: Exportar TXT

source: Custom
es: Personalizado

source: 105x37mm, 16 per page (2 columns 8 rows)
es: 105x37mm, 16 por pagina (2 columnas 8 filas)

source: 70x37mm, 24 per page (3 columns 8 rows)
es: 70x37mm, 24 por pagina (3 columnas 8 filas)

source: 70x30mm, 27 per page (3 columns 9 rows)
es: 70x30mm, 27 por pagina (3 columnas 9 filas)

source: 70x25,4mm, 33 per page (3 columns 11 rows)
es: 70x25,4mm, 33 por pagina (3 columnas 11 filas)

source: 52,5x29,7mm, 40 per page (4 columns 10 rows)
es: 52,5x29,7mm, 40 por pagina (4 columnas 10 filas)

source: 105x35mm, 16 per page (2 columns 8 rows)
es: 105x35mm, 16 por pagina (2 columnas 8 filas)

source: 70x35mm, 24 per page (3 columns 8 rows)
es: 70x35mm, 24 por pagina (3 columnas 8 filas)

source: Setup Label
es: Configurar Etiqueta

source: Choose model:
es: Escoger modelo:

source: Con&figure
es: Con&figurar

source: Label Preview
es: Vista Previa Etiquetas

source: Data Layout
es: Diseño Datos

source: Full layout
es: Diseño Completo

source: Medium Layout
es: Diseño Medio

source: Basic Layout
es: Diseño Básico

source: Choose a model from the dropdown that matches your label dimensions, and then pick a layout that fit into the label
es: Elije un modelo en el menú desplegable que corresponda a las dimensiones de la etiqueta, y luego elige un diseño que encaje en la etiqueta

source: Main Squares Summary
es: Resumen Cuadrículas Principales

source: Gridsquares Summary
es: Resumen de Cuadrículas

source: EME Summary
es: Resumen EME

source: <h2>Main Squares
es: <h2>Cuadrículas principales

source: by
es: por

source: in Band =
es: en Banda =

source: and Propagation mode =
es: y Modo de Propagación =

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>Prop. Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>Gridsquare</td><td>Main Grid</td><td>QSOs</td></tr>
es: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Fecha</td><td>Banda</td><td>Modo</td><td>Modo Prop.</td><td>QSL_rcvd</td><td>QSL_env</td><td>Entidad</td><td>Locator</td><td>Cuadrícula princ.</td><td>QSOs</td></tr>

source: <tr><td colspan="8"></td><td><b>Total References</b></td><td align="right">
es: <tr><td colspan="8"></td><td><b>Referencias Totales</b></td><td align="right">

source: <tr><td colspan="8"></td><td><b>Total QSO</b></td><td align="right" colspan="2">
es: <tr><td colspan="8"></td><td><b>QSOs totales</b></td><td align="right" colspan="2">

source: Error in
es: Error en

source: <h2>Gridsquares
es: <h2>Cuadrículas

source: in band =
es: en banda =

source: , mode =
es: , modo =

source: confirmed
es: confirmado

source: worked
es: trabajado

source: Squares Summary
es: Resumen Cuadrículas

source: Entity/Band
es: Entidad/Banda

source: Total Entities Worked:
es: Total Entidades Trabajadas:

source: Total Entities Confirmed:
es: Total Entidades Confirmadas:

source: E&xport CSV
es: E&xportar CSV

source: All band
es: Toda banda

source: All mode
es: Todo modo

source: DXCC Summary
es: Resumen DXCC

source: WAC Summary
es: Resumen WAC

source: WAS Summary
es: Resumen WAS

source: USACA Summary
es: Resumen USACA

source: IOTA Summary
es: Resumen IOTA

source: TPEA Summary
es: Resumen TPEA

source: <h2>&1: &2 by &3 in &4 and &5</h2><br>
es: <h2>&1: &2 por &3 en &4 y &5</h2><br>
