Repository: jguardon/dfhlog
Catalog: .lang/*.po
Languages: es

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>QSOs</td></tr>
es: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Fecha</td><td>Banda</td><td>Modo</td><td>QSL_rcvd</td><td>QSL_env</td><td>Entidad</td><td>QSOs</td></tr>

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>Continent</td><td>QSOs</td></tr>
es: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Fecha</td><td>Banda</td><td>Modo</td><td>QSL_rcvd</td><td>QSL_env</td><td>Entidad</td><td>Continente</td><td>QSOs</td></tr>

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>State</td><td>QSOs</td></tr>
es: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Fecha</td><td>Banda</td><td>Modo</td><td>QSL_rcvd</td><td>QSL_env</td><td>Entidad</td><td>Estado</td><td>QSOs</td></tr>

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>State</td><td>County</td><td>QSOs</td></tr>
es: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Fecha</td><td>Banda</td><td>Modo</td><td>QSL_rcvd</td><td>QSL_env</td><td>Estado</td><td>Condado</td><td>QSOs</td></tr>

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>IOTA</td><td>QSOs</td></tr>
es: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Fecha</td><td>Banda</td><td>Modo</td><td>QSL_rcvd</td><td>QSL_env</td><td>Entidad</td><td>IOTA</td><td>QSOs</td></tr>

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>TPEA</td><td>QSOs</td></tr>
es: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Fecha</td><td>Banda</td><td>Modo</td><td>QSL_rcvd</td><td>QSL_env</td><td>Entidad</td><td>TPEA</td><td>QSOs</td></tr>

source: Confirmed references
es: Referencias confirmadas

source: Worked references
es: Referencias trabajadas

source: Summary
es: Resumen

source: Incorrect dates. Start date cannot be greater than End date.
es: Fecha incorrecta. La fecha de inicio no puede ser menor que la de fin.

source: Error exporting Record
es: Error exportando registro

source: &Save as...
es: &Guardar como...

source: File:
es: Archivo:

source: Whole Log
es: Log completo

source: Between two dates
es: Entre dos fechas

source: &Export
es: &Exportar

source: Some errors found. Check 'ImportErrors.txt' into User Folder?
es: Algunos errores encontrados. ¿Comprobar 'ImportErrors.txt' en la carpeta de usuario?

source: Dupe: id=
es: Duplicado: id=

source: Missing field/s in ADIF record. Not logged!:
es: Campo/s no encontrado/s en ADIF. QSO no registrado!:

source: Distance error in qso:
es: Error en distancia con qso:

source: DXCC not found for:
es: DXCC no encontrado para:

source: Error logging in Log_qso
es: Error logging en Log_qso

source: Importing ADIF has been aborted!
es: ¡La importación de ADIF ha sido abortada!

source: &Browse
es: &Buscar

source: Errors:
es: Errores:

source: Duplicated:
es: Duplicados:

source: OS Origin of ADIF file
es: S.O. origen ADIF

source: ADIF Origin
es: Origen ADIF

source: &Import
es: &Importar

source: Creating temp table...
es: Creando tabla temporal...

source: Finished!
es: Finalizado!

source: Error in CreateTableTemp:
es: Error en CreateTableTemp:

source: Recreating log table...
es: Creando tabla log...

source: Error in CreateTableLog:
es: Error en CreateTableLog:

source: Backing up data...
es: Haciendo copia de seguridad...

source: Error in CopyData:
es: Error en CopyData:

source: Restoring data...
es: Restaurando datos...

source: Cleaning up...
es: Limpiando...

source: Error in RestoreData:
es: Error en RestoreData:

source: Compacting DB has been aborted!
es: Compactado de BD abortado!

source: Compacting and recalculating records Please, wait for a while...
es: Compactando y recalculando registros Espera un momento...

source: Compact Database
es: Compactar Base de Datos

source: This operates in the database itself. Now it will compact and recalculate records numbers, so it's advisable to backup the database before proceeding.
es: Esto modifica la base de datos Se compactará y recalculará los numeros de registros, por lo que es aconsejable realizar un respaldo antes de proceder.

source: Incorrect format Check for : (colon) between address and port number.
es: Formato incorrecto Comprueba que has escrito : (dos puntos) entre la dirección y el nº de puerto.

source: Add telnet server
es: Añadir servidor telnet

source: Write down server address followed by :port<br> i.e.: <span style="color:#0000FF;">eadx.net:23</span>
es: Escribe la direccion del servidor seguida de :puerto<br> p.ej.: <span style="color:#0000FF;">eadx.net:23</span>

source: Error reading XML (Data QRZ.COM) Line:
es: Error leyendo XML (Data QRZ.COM) Linea:

source: Not Found
es: No encontrado

source: Error connecting to database:
es: Error conectando a base de datos:

source: There is a new version of dfhLog. Do you want to visit the download page?
es: Hay una nueva versión de dfhLog. ¿Deseas visitar la página de descarga?
