Repository: jguardon/dfhlog
Catalog: trunk/.lang/*.po
Languages: uk

source: Thanks to
uk: Подяки

source: About dfhLog...
uk: Про dfhLog...

source: About
uk: Про

source: <h2 align=center>Licence</h2> <p align=center>This program is FREE SOFTWARE; you can redistribute it AND/OR modify it under the terms of the GNU General Public License as published by the Free Software Foundation ; either version 2, or (at your option) any later version.</p> <p align=center>This program is distributed in the hope that it will be useful but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.</p>
uk: <h2 align=center>Ліцензія</h2> <p align=center>Ця програма є ВІЛЬНИМ ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ; ви можете розповсюджувати ТА/АБО модифікувати його згідно з умовами GNU General Public License, опублікованої Free Software Foundation; версії 2, або (на Ваш розсуд) будь-якої наступної версії.</p> <p align=center>Ця програма розповсюджується із сподіванням, що вона буде корисною, але БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ, навіть без гарантій КОМЕРЦІЙНОЇ ЦІННОСТІ ЧИ ПРИДАТНОСТІ. Дивіться GNU General Public License для більш докладної інформації.</p>

source: <h2 align=center>Authors</h2>
uk: <h2 align=center>Автори</h2>

source: Support
uk: Підтримка

source: You can support <b>dfhLog</b> by writing the help documents, translating to your language, etc. <p> You can also make a gift to the project by using PayPal:
uk: Ви теж можете підтримати <b>dfhLog</b> написавши документи довідки, переклад на свою мову, тощо. <p> Ви також можете зробити дарунок проекту за допомогою PayPal:

source: Make a gift!
uk: Зробіть дарунок!

source: Name
uk: Iм'я

source: Search:
uk: Пошук:

source: dfhlog - BandMap
uk: dfhlog - Мапа Бенду

source: Zoom In
uk: Збільшити Масштаб

source: Zoom Out
uk: Зменшити Масштаб

source: Zoom Fit
uk: Відрегулювати Масштаб

source: Zoom Reset
uk: Звичайний Масштаб

source: Clear Stations
uk: Очистити Станції

source: Double Click to select
uk: Подвійний Клік, щоб вибрати

source: Size in mm.
uk: Розмір в мм.

source: Width:
uk: Ширина:

source: Height:
uk: Висота:

source: &Save
uk: З&берегти

source: &Cancel
uk: &Скасувати

source: QSL Size
uk: Розмір QSL

source: File saved in:
uk: Файл буде збережено в:

source: Stop
uk: Стоп

source: Start
uk: Старт

source: CAT Debug
uk: CAT Відладка

source: Export Text
uk: Експорт TXT

source: Close
uk: Закрити

source: Either, total height or total width values are greater than A4 dimensions!
uk: Загальне значення висоти або ширини більше, ніж розміри формату А4!

source: Custom Label
uk: Персональні Етикетки

source: Create Custom Label
uk: Створення Персональних Етикеток

source: Enter a description
uk: Введіть опис

source: Description:
uk: Опис:

source: Cols:
uk: Стовпчики:

source: Rows:
uk: Рядки:

source: Top Margin:
uk: Верхнє Поле:

source: Left Margin:
uk: Ліве Поле:

source: (All measures in millimeters)
uk: (Всі розміри в міліметрах)

source: Configure Fonts and Colors
uk: Налаштування Шрифтів та Кольорів

source: Call Color:
uk: Колір Кличного:

source: Data Color:
uk: Колір Даних:

source: Call Font:
uk: Шрифт Кличного:

source: Data Font:
uk: Шрифт Даних:

source: Call Font
uk: Шрифт Кличного

source: Data Font
uk: Шрифт Даних

source: Additional Offset (mm/10)
uk: Додатковий Зсув (мм/10)

source: Offset X:
uk: Зсув X:

source: Offset Y:
uk: Зсув Y:

source: No printers available,sorry
uk: Немає доступних принтерів, вибачте

source: QSL Design
uk: Дизайн QSL

source: QSL queue is empty!
uk: Черга QSL порожня!

source: Printing
uk: Друк

source: QSLs sent to printer, please wait...
uk: QSLs відправлено на принтер, зачекайте...

source: Choose a background image
uk: Виберіть фонове зображення

source: Picture files
uk: Файли зображень

source: Select field to modify
uk: Виберіть поле для зміни

source: Card
uk: Картка

source: Size
uk: Розмір

source: Free Text
uk: Безкоштовні текст

source: Label
uk: Етикетка

source: Font
uk: Шрифт

source: mm
uk: мм

source: Background
uk: Фон

source: Image
uk: Зображення

source: Active
uk: Активний

source: Setup
uk: Параметри

source: Print Test
uk: Тест Друку

source: Print
uk: Друк

source: Cancel
uk: Скасувати

source: Path
uk: Шлях

source: Printer
uk: Принтер

source: Resolution
uk: Резолюція

source: An Error occurred!
uk: Відбулася помилка!

source: Report Error
uk: Повідомити про Помилку

source: This is the error data. You may send this info to the author in order to be fixed as soon as possible.
uk: Це помилка в даних. Ви можете відправити цю інформацію, щоб автор виправив її якомога швидше.

source: Nr
uk: Nº

source: Date
uk: Дата

source: Time
uk: Час

source: Callsign
uk: Кличний

source: Band
uk: Бенд

source: Mode
uk: Мода

source: Propa.
uk: Пош.

source: RST(R)
uk: RST(О)

source: RST(E)
uk: RST(Н)

source: Locator
uk: Локатор

source: QSL(S)
uk: QSL(В)

source: QSL(R)
uk: QSL(О)

source: Prefix
uk: Преф.

source: Cont.
uk: Конт.

source: Operator
uk: Оператор

source: Power
uk: Потужність

source: My Locator
uk: Мій Локатор

source: Satellite
uk: Сателіт

source: Distance (Km)
uk: Відстань (Км)

source: Records:
uk: Записи:

source: Error in searchQSO
uk: Помилка пошуку QSO

source: For selected QSOs:
uk: Для вибраного QSOs:

source: For QSO with:
uk: Для QSO з:

source: Edit QSO
uk: Правка QSO

source: Delete QSO
uk: Видалити QSO

source: Export to ADIF
uk: Експорт у ADIF

source: Check QSL as recvd.
uk: Позначити QSL як отриману

source: Check QSL as sent.
uk: Позначити QSL як відправлену

source: Print QSL
uk: Друк QSL

source: Selected QSO will be deleted Do you want to continue?
uk: Вибрані QSO будуть видалені Ви бажаєте, продовжити?

source: Error deleting QSO
uk: Помилка при видаленні QSO

source: Save ADIF file
uk: Зберегти ADIF файл

source: ADIF file
uk: Файл ADIF

source: Added
uk: Додано

source: Records:
uk: Записи:

source: &Close
uk: &Закрити

source: Latitude:
uk: Широта:

source: Longitude:
uk: Довгота:

source: At
uk: За

source: Km from
uk: Км від

source: Start Date couldn't be greater than End Date
uk: Дата Початку не може бути більше, ніж Дата Завершення

source: Check dates, please
uk: Перевірте дати, будь ласка

source: Query has no results!
uk: Запит не має результатів!

source: Find QSOs with
uk: Знайти QSOs з

source: 2M SPORADIC
uk: 2М СПОРАДИК

source: Save Map as
uk: Зберегти Мапу як

source: Image Files
uk: Файли Зображень

source: Colors
uk: Кольори

source: Grid
uk: Сітка

source: Main Division:
uk: Основна:

source: Sub Division:
uk: Вторинна:

source: GridSquares:
uk: Сітка:

source: DX Lines
uk: Лінії DX

source: DX on 6M:
uk: DX на 6M:

source: DX on 4M:
uk: DX на 4M:

source: DX on 2M:
uk: DX на 2M:

source: DX on 70CM:
uk: DX на 70CM:

source: DX on +23CM:
uk: DX на +23CM:

source: &Save Settings
uk: &Зберегти Налаш.

source: Behavior
uk: Поведінка

source: Sound Alert on MUF/ES
uk: Оповіщення MUF/ES

source: DX Minutes:
uk: Хвилини DX:

source: Minutes to hold DX Lines on Map
uk: Хвилин до проведення DX Ліній на Мапі

source: Filter
uk: Фільтр

source: Start Date
uk: Початкова Дата

source: End Date
uk: Кінцева Дата

source: Distance >:
uk: Відстань >:

source: Mode:
uk: Мода:

source: Band:
uk: Бенд:

source: Prop. Mode:
uk: Поширення:

source: Worked
uk: Відпрацьовано

source: Confirmed
uk: Підтверджено

source: Not Confirmed
uk: Не Підтверджено

source: Start:
uk: Початок:

source: End:
uk: Кінець:

source: Mode selection
uk: Вибір модуляції

source: Band selection
uk: Вибір Бенду

source: Prop. Mode Selection
uk: Вибір Режиму Поширення

source: Distance greater than...
uk: Відстань більше, ніж...

source: Show/Hide Panel
uk: Показати/Сховати Панель

source: Show Grid
uk: Показати Сітку

source: Show DX Lines
uk: Показати DX Лінії

source: Clean Map
uk: Очистити Мапу

source: Coords:
uk: Координати:

source: Log Review
uk: Перегляд Логу

source: Time Off
uk: Час Завер.

source: Freq
uk: Частота

source: Freq RX
uk: Частота RX

source: RST(S)
uk: RST(Н)

source: Remarks
uk: Зауваження

source: QSL(S) Date
uk: Дата QSL(В)

source: QSL(R) Date
uk: Дата QSL(О)

source: Sat Name
uk: Назва Сател.

source: Sat Mode
uk: Мода Сат.

source: of
uk: з

source: Uncheck QSL as recvd.
uk: Позначити QSL як неотриману

source: Uncheck QSL as sent.
uk: Позначити QSL як невідправлену

source: Only one QSO could be edited at a time!
uk: Тільки одне QSO може бути відредаговане за той час!

source: Page:
uk: Сторінка:

source: Km
uk: Км

source: Deg
uk: Гр

source: New DXCC on
uk: Новий DXCC на

source: DXCC Confirmed on
uk: DXCC Підтверджено на

source: DXCC Worked on
uk: DXCC Відпрацьовано на

source: New square on
uk: Нова площа на

source: QSO duration:
uk: Тривалість QSO:

source: &Wkd Before
uk: Попередні QSO

source: QSO Nr
uk: QSO Nº

source: Incorrect Locator!
uk: Неправильний Локатор!

source: Do you want to spot
uk: Ви хочете, заспотити

source: to the Cluster Net?
uk: до Кластер Мережі?

source: No
uk: Ні

source: Yes
uk: Так

source: You must fill at least: Callsign, RST_r, RST_s and Frequency
uk: Ви маєте заповнити: Кличний, RST_о, RST_н та Частоту

source: Not yet configured any Cluster server in your settings.
uk: Не вказаний жоден Кластер сервер в налаштуваннях.

source: Not more than 1 decimal point allowed!
uk: Не більше однієї коми!

source: Not valid TX Freq!
uk: Частота TX недійсна!

source: Not valid RX Freq!
uk: Частота RX недійсна!

source: Create new log
uk: Створити новий лог

source: dfhLog Database
uk: dfhLog База Даних

source: Path to database not found, please open or create a new one
uk: Шлях до бази даних не знайдено, будь ласка, відкрийте або створіть новий

source: Error creating new Log
uk: Помилка при створені нового Логу

source: Open log
uk: Відкрити Лог

source: All Files
uk: Всі Файли

source: Error opening Log
uk: Помилка відкриття Логу

source: Error loging QSO
uk: Помилка запису QSO

source: Copy saved as:
uk: Копія буде збережена в:

source: Modify
uk: Змінити

source: QSO Nr
uk: QSO Nº

source: doesn't exist!
uk: не існує!

source: Error Modifying QSO
uk: Помилка Зміни QSO

source: C
uk: П

source: W
uk: В

source: &File
uk: &Файл

source: &New Log
uk: &Новий Лог

source: Open L&og
uk: Відкрити Л&ог

source: Watch &Log
uk: Перегляд &Логу

source: ADIF Import
uk: Імпорт ADIF

source: ADIF Export
uk: Експорт ADIF

source: &Database
uk: &База Даних

source: Compact DB
uk: Стискання БД

source: Backup DB
uk: Резервування БД

source: Se&ttings
uk: &Налаштування

source: E&xit
uk: &Вийти

source: &Search
uk: &Пошук

source: Searc&h QSOs
uk: Пошу&к QSOs

source: Summar&y
uk: &Резюме

source: Main GridSquares
uk: Локатор: Основна Сітка

source: GridSquares
uk: Локатор: Сітка

source: Global Stats
uk: Загальна Cтатистика

source: &Printing
uk: &Друк

source: QSL queu&e
uk: &Черга QSL

source: QSL &Design
uk: &Дизайн QSL

source: &Label Design
uk: &Дизайн Етикеток

source: Print QSLs
uk: Друк QSLs

source: Print Labels
uk: Друк Етикеток

source: C&luster
uk: &Кластер

source: &Connect
uk: &Приєднатися

source: &Disconnect
uk: &Від'єднатися

source: &Maps
uk: &Мапи

source: DXMap
uk: Мапа DX

source: GridS&quares
uk: Мапа &Локатора

source: Con&tent
uk: &Зміст

source: A&bout...
uk: &Про...

source: New Log
uk: Новий Лог

source: Open Log
uk: Відкрити Лог

source: Settings
uk: Налаштування

source: Watch Log
uk: Перегляд Логу

source: Search QSOs
uk: Пошук QSOs

source: Edit Last QSO
uk: Правка Останнього QSO

source: Conn/Dis. Cluster
uk: Приєднати/Від'єднати Кластер

source: BandMap
uk: Мапа Бенду

source: GridSquares Map
uk: Мапа Локатора

source: DX Map
uk: Мапа DX

source: Activate quick entry method, i.e. for Sporadics E in VHF
uk: Активувати метод швидкого запису, наприклад для E-Спорадиків в VHF

source: Callsign:
uk: Кличний:

source: DX Callsign
uk: Кличний знак DX

source: Band Selection
uk: Вибір Бенду

source: Mode Selection
uk: Вибір Модуляції

source: Propagation Type
uk: Тип Поширення

source: Date of QSO
uk: Дата QSO

source: Time on
uk: Час початку

source: Time off
uk: Час завершення

source: Freq. in KHZ
uk: Частота в KHz

source: RST Received
uk: RST Отриманий

source: RST Sent
uk: RST Надісланий

source: DX GridSquare
uk: Локатор DX

source: DX Name
uk: Iм'я DX

source: DX City
uk: Місто DX

source: TX Power
uk: Потужність TX

source: DX email
uk: Email DX

source: Accepts & Log QSO
uk: Прийняти та Зберегти QSO

source: Whipes current entered data
uk: Видалення введених даних

source: RST(R):
uk: RST(О):

source: RST(S):
uk: RST(Н):

source: Locator:
uk: Локатор:

source: Name:
uk: Iм'я:

source: Date:
uk: Дата:

source: Time on:
uk: Час почат.:

source: Time off:
uk: Час завер.:

source: Remarks:
uk: Зауваження:

source: Nr:
uk: Nº:

source: Power:
uk: Потужність:

source: QSL rcvd
uk: QSL Отримано

source: QSL Recvd:
uk: QSL Отрим:

source: Date of QSL rcvd
uk: Дата отримання QSL

source: QSL sent
uk: QSL Відправлено

source: QSL Sent:
uk: QSL Відпр:

source: Date of QSL sent
uk: Дата відправлення QSL

source: No QSL
uk: QSL Немає

source: A&wards
uk: &Дипломи

source: TPEA award
uk: TPEA Диплом

source: IOTA award
uk: IOTA Диплом

source: WAS award
uk: WAS Диплом

source: USACA award
uk: USACA Диплом

source: Sat mode
uk: Мода Сателіту

source: Satellite:
uk: Сателіт:

source: Sat Mode:
uk: Мода Сат.:

source: Info
uk: Інформація

source: Cont:
uk: Контин:

source: Distance:
uk: Відстань:

source: Prefix:
uk: Префікс:

source: Rhumb:
uk: Румб:

source: Current DXCC
uk: Даний DXCC

source: Freq.TX:
uk: Част.TX:

source: Freq.RX:
uk: Част.RX:

source: DatePicker
uk: Вибір Дати

source: Real Time QSO
uk: Реал. Час QSO

source: Status: Red=Send spot without confirmation Orange=Send spot after confirmation Unchecked=Don't send spots For convenience, status is not saved between sessions.
uk: Статус: Червоний=Надсилати споти без підтвердження Помаранчевий=Надсилати споти після підтвердження Невиділений=Не надсилати споти Для зручності, статус не зберігається в період між сесіями.

source: AutoSpot
uk: Авто-Спот

source: Lo&g
uk: Ло&г

source: Cl&uster
uk: К&ластер

source: Delete
uk: Видалити

source: Send
uk: Надіслати

source: St&ats
uk: Ст&атистика

source: Database:
uk: База Даних:

source: Observer Latitude
uk: Спостерігач Широти

source: Latitude:
uk: Широта:

source: Longitude:
uk: Довгота:

source: Observer Longitude
uk: Спостерігач Довготи

source: Zoom:
uk: Масштаб:

source: Zoom: Less value = closer view, More value = far away view
uk: Масштаб: Менше значення = близький вигляд, Більше значення = далекий вигляд

source: &Apply Changes
uk: &Застосувати зміни

source: Delete all labels
uk: Видалити всі етикетки

source: &Clean Map
uk: &Очистити Мапу

source: Close window
uk: Закрити вікно

source: Incorrect GridSquare
uk: Неправильний Локатор

source: You need to fill the mandatory fields or GridSquare is incorrect
uk: Ви повинні заповнити обов'язкові поля або неправильно вказаний Locator

source: Hamlib not installed!
uk: Hamlib не встановлено!

source: Xplanet not installed!
uk: Xplanet не встановлено!

source: Grig not installed!
uk: Grig не встановлено!

source: Grig needs rpc.rigd to work!
uk: Grig потребує rpc.rigd для роботи!

source: My &Station
uk: &Моя Станція

source: My Station Data
uk: Дані Моєї Станції

source: *Name:
uk: *Iм'я:

source: *GridSquare:
uk: *Локатор:

source: My Callsign
uk: Мій Кличний

source: My First Name
uk: Моє Ім'я

source: My GridSquare
uk: Мій Локатор

source: QSO begin/end time
uk: Час початку/завершення QSO

source: Use equal begin/end time in QSO
uk: Використовувати рівний час поч./зав. в QSO

source: Preferred Band && Mode
uk: Популярний Бенд та Мода

source: UTC Offset
uk: UTC Зсув

source: UTC Offset (in hours):
uk: UTC Зсув (в годинах):

source: Telnet Server
uk: Telnet Сервер

source: Add
uk: Додати

source: Auto connect to server with your current callsign
uk: Авто підключитися до сервера за вашим теперішнім кличним сигналом

source: Auto-connect
uk: Авто-підключення

source: Filters
uk: Фільтри

source: HF Spots
uk: HF Споти

source: V/UHF Spots
uk: V/UHF Споти

source: WARC Spots
uk: WARC Споти

source: Ann Messages
uk: Інші Повідомлення

source: WWV Messages
uk: WWV Повідомлення

source: WCY Messages
uk: WCY Повідомлення

source: Cluster
uk: Кластер

source: Log Cluster Remarks
uk: Реєструвати Зауваження Кластера

source: C&olors
uk: &Кольори

source: Confirmed:
uk: Підтверджено:

source: Worked:
uk: Відпрацьовано:

source: Needed:
uk: Не Працювали:

source: Default:
uk: Звичайна:

source: Hamlib (CAT) Parameters
uk: Hamlib (CAT) Параметри

source: Activate
uk: Активувати

source: Poll every:
uk: Опитати кожні:

source: msec.
uk: мсек.

source: Rig select:
uk: Виберіть TRX:

source: Device:
uk: Пристрій:

source: Speed:
uk: Швидкість:

source: bauds
uk: бод

source: Output debugger. Use it when you have problems
uk: Вивід відладчика. Використовуйте його, коли у Вас виникають проблеми

source: Debug output
uk: Вивід відладки

source: Use Grig (if installed)
uk: Використовувати Grig

source: If checked, I will try to use rpc rig service to allow multiple connections to a single rig.
uk: Якщо обрано, будуть використовуватись rpc.rigd служби що дозволить кілька підключень до однієї установки.

source: Use rpc.rigd
uk: Вик. rpc.rigd

source: Ot&hers
uk: Ін&ші

source: Use Xplanet Maps (If installed)
uk: Використовувати Xplanet Maps

source: (A subscription to QRZ.com(xml) is needed)
uk: (Необхідна реєстрація на сайті QRZ.com)

source: User:
uk: Користувач:

source: Password:
uk: Пароль:

source: Fill QSO data from QRZ.com (Web method)
uk: Заповнити QSO дані з QRZ.com (Веб метод)

source: Fill QSO data from QRZ.com
uk: Заповнити QSO дані з QRZ.com

source: Fill QSO data from HamQTH
uk: Заповнити QSO дані з HamQTH

source: * (Mandatory Fields)
uk: * (Обов'язкові поля)

source: &Accept
uk: &Прийняти

source: Labels Print preview
uk: Попередній Перегляд Друку

source: &Print
uk: Д&рук

source: QSL Print Queue
uk: Черга Друку QSL

source: My Call
uk: Мій Кличний

source: Print queue will be deleted Do you want to continue?
uk: Друк черги буде вилучено Ви бажаєте продовжити?

source: Printing queue
uk: Друк черги

source: Clear Queue
uk: Очистити Чергу

source: Log Search
uk: Пошук по Логу

source: Distance
uk: Відстань

source: Comments
uk: Коментарі

source: Prop.
uk: Пош.

source: Records: &1 (Ordered by &2 - &3)
uk: Записи: &1 (Сортувати за &2 - &3)

source: Ascending
uk: Зростанням

source: Descending
uk: Спаданням

source: Search QSO
uk: Пошук QSO

source: Order by:
uk: Сортувати за:

source: Choose Order by
uk: Виберіть Сортувати за

source: Search while typing
uk: Пошук при введенні

source: Auto Search
uk: Авто-Пошук

source: Tick the checkbox to export TXT
uk: Встановіть прапорець для експорту TXT

source: Reset Dates
uk: Скидання Дати

source: Start date:
uk: Початкова дата:

source: End date:
uk: Кінцева дата:

source: Prop. Type:
uk: Тип Пошир.:

source: Comments:
uk: Коментарі:

source: Export in TXT format
uk: Експорт в формат TXT

source: Export TXT
uk: Експорт TXT

source: Custom
uk: Персональні

source: 105x37mm, 16 per page (2 columns 8 rows)
uk: 105x37мм, 16 на сторінку (2 стовпчики 8 рядків)

source: 70x37mm, 24 per page (3 columns 8 rows)
uk: 70x37мм, 24 на сторінку (3 стовпчики 8 рядків)

source: 70x30mm, 27 per page (3 columns 9 rows)
uk: 70x30мм, 27 на сторінку (3 стовпчики 9 рядків)

source: 70x25,4mm, 33 per page (3 columns 11 rows)
uk: 70x25,4мм, 33 на сторінку (3 стовпчики 11 рядків)

source: 52,5x29,7mm, 40 per page (4 columns 10 rows)
uk: 52,5x29,7мм, 40 на сторінку (4 стовпчики 10 рядків)

source: 105x35mm, 16 per page (2 columns 8 rows)
uk: 105x35мм, 16 на сторінку (2 стовпчики 8 рядків)

source: 70x35mm, 24 per page (3 columns 8 rows)
uk: 70x35мм, 24 на сторінку (3 стовпчики 8 рядків)

source: Setup Label
uk: Параметри Етикеток

source: Choose model:
uk: Виберіть модель:

source: Con&figure
uk: &Налаштування

source: Label Preview
uk: Попередній Перегляд

source: Data Layout
uk: Розміщення Даних

source: Full layout
uk: Повна Розмітка

source: Medium Layout
uk: Середня Розмітка

source: Basic Layout
uk: Базова Розмітка

source: Choose a model from the dropdown that matches your label dimensions, and then pick a layout that fit into the label
uk: Виберіть модель зі списку, яка відповідає вашому розміру етикетки, потім виберіть макет, який вписується в етикетку

source: Main Squares Summary
uk: Лок.: Основна Сітка Резюме

source: Gridsquares Summary
uk: Лок.: Сітка Резюме

source: EME Summary
uk: EME Резюме

source: Error in
uk: Помилка в

source: worked
uk: Відпрацьовано

source: Squares Summary
uk: Резюме

source: Entity/Band
uk: Країна/Бенд

source: Total Entities Worked:
uk: Всього Відпрацьовано:

source: Total Entities Confirmed:
uk: Всього Підтверджено:

source: Total QSOs
uk: Всього QSOs

source: E&xport CSV
uk: Е&кспорт CSV

source: DXCC Summary
uk: DXCC Резюме

source: WAC Summary
uk: WAC Резюме

source: WAS Summary
uk: WAS Резюме

source: USACA Summary
uk: USACA Резюме

source: IOTA Summary
uk: IOTA Резюме

source: TPEA Summary
uk: TPEA Резюме

source: Summary
uk: Резюме

source: Incorrect dates. Start date cannot be greater than End date.
uk: Неправильні дати. Дата Початку не може бути більше, ніж Дата Закінчення.

source: &Save as...
uk: &Зберегти як...

source: File:
uk: Файл:

source: Whole Log
uk: Логу

source: Between two dates
uk: Між двома датами

source: &Export
uk: &Експорт

source: Some errors found. Check 'ImportErrors.txt' into User Folder?
uk: Виявлені деякі помилки. Перевірити 'ImportErrors.txt' в Теці Користувача?

source: Dupe: id=
uk: Дублікат: id=

source: Missing field/s in ADIF record. Not logged!:
uk: Відсутнє поле/я в ADIF запису. QSO не записано!:

source: Distance error in qso:
uk: Помилка в відстані qso:

source: DXCC not found for:
uk: DXCC не знайдено:

source: Importing ADIF has been aborted!
uk: Імпорт ADIF було перервано!

source: &Browse
uk: &Перегляд

source: Errors:
uk: Помилок:

source: Duplicated:
uk: Дублікатів:

source: ADIF Origin
uk: Оригінал ADIF

source: &Import
uk: &Імпорт

source: Creating temp table...
uk: Створення тимчасової таблиці...

source: Finished!
uk: Завершений!

source: Recreating log table...
uk: Відтворення таблиці Логу...

source: Backing up data...
uk: Резервне копіювання даних...

source: Restoring data...
uk: Відновлення даних...

source: Cleaning up...
uk: Очищення...

source: Compacting DB has been aborted!
uk: Стискання БД було скасовано!

source: Compacting and recalculating records Please, wait for a while...
uk: Стискання та перерахунок записів Будь ласка, почекайте якийсь час...

source: Compact Database
uk: Стискання Бази Даних

source: This operates in the database itself. Now it will compact and recalculate records numbers, so it's advisable to backup the database before proceeding.
uk: Ця операція змінює базу даних. Вона стане компактна і буде перераховано записи. Перед продовженням, наполегливо рекомендуємо ЗРОБИТИ РЕЗЕРВНУ КОПІЮ БАЗИ ДАНИХ!

source: Incorrect format Check for : (colon) between address and port number.
uk: Неправильний формат! Перевірте : (двокрапка) між адресою і номером порту.

source: Add telnet server
uk: Додати telnet сервер

source: Write down server address followed by :port<br> i.e.: <span style="color:#0000FF;">eadx.net:23</span>
uk: Запишіть адресу сервера та :порт<br> Наприклад: <span style="color:#0000FF;">eadx.net:23</span>

source: Error connecting to database:
uk: Помилка підключення до бази даних:

source: There is a new version of dfhLog. Do you want to visit the download page?
uk: Існує нова версія dfhLog. Ви хочете відвідати сторінку завантаження?
