Repository: jguardon/dfhlog
Catalog: branches/dfhlog1.1/trunk/.lang/*.po
Languages: pt

source: Thanks to
pt: Obrigado a

source: About dfhLog...
pt: Acerca do dfhLog...

source: About
pt: Acerca

source: <h2 align=center>Licence</h2> <p align=center>This program is FREE SOFTWARE; you can redistribute it AND/OR modify it under the terms of the GNU General Public License as published by the Free Software Foundation ; either version 2, or (at your option) any later version.</p> <p align=center>This program is distributed in the hope that it will be useful but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.</p>
pt: <h2 align=center>Licença</h2> <p align=center>This program is FREE SOFTWARE; you can redistribute it AND/OR modify it under the terms of the GNU General Public License as published by the Free Software Foundation ; either version 2, or (at your option) any later version.</p> <p align=center>This program is distributed in the hope that it will be useful but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.</p>

source: <h2 align=center>Authors</h2>
pt: <h2 align=center>Autores</h2>

source: Support
pt: Suporte

source: You can support <b>dfhLog</b> by writing the help documents, translating to your language, etc. <p> You can also make a gift to the project by using PayPal:
pt: Você pode ajudar a <b>dfhLog</b> com a documentação, traduzida em seu idioma, etc. <p> Você também pode fazer uma doação através de PayPal:

source: Make a gift!
pt: Você pode fazer uma doação!

source: EA Reference
pt: Referência EA

source: Province
pt: Provincia

source: Name
pt: Nome

source: State
pt: Estado

source: County Ref.
pt: Referência de County

source: Search:
pt: Procurar

source: Double Click to select
pt: Dê um duplo clique para seleccionar

source: Size in mm.
pt: Tamanho en mm

source: Width:
pt: Largura:

source: Height:
pt: Altura:

source: &Save
pt: &Salvar

source: &Cancel
pt: &Cancelar

source: QSL Size
pt: Tamanho QSL

source: Stop
pt: Parar

source: CAT Debug
pt: Depuración CAT

source: Export Text
pt: Exportação TXT

source: Close
pt: Fechar

source: Custom Label
pt: Etiqueta personalizada

source: Create Custom Label
pt: Criar etiqueta personalizada

source: Enter a description
pt: Entrar Descrição

source: Description:
pt: Descrição:

source: Cols:
pt: Colunas:

source: Rows:
pt: Linhas:

source: Top Margin:
pt: Margem superior:

source: Left Margin:
pt: Margem Esquerda:

source: (All measures in millimeters)
pt: (Todas as dimensões em mm)

source: Configure Fonts and Colors
pt: Configurando Fontes e Cores

source: Call Color:
pt: Color indicativo:

source: Data Color:
pt: Cores de dados:

source: Call Font:
pt: Fuente Indicativo:

source: Data Font:
pt: Fuente Dados:

source: Call Font
pt: Fuente Indicativo:

source: Data Font
pt: Fuente Dados

source: Additional Offset (mm/10)
pt: Desplazamiento adicional (mm/10)

source: No printers available,sorry
pt: Não existem impressoras disponíveis

source: QSL Design
pt: Disenho QSL

source: QSL queue is empty!
pt: Fila de QSL está vazia!

source: Printing
pt: Imprimir

source: QSLs sent to printer, please wait...
pt: QSLs enviados para a impressora, aguarde ...

source: Choose a background image
pt: Escolha uma imagem de fundo

source: Picture files
pt: Arquivos de imagem

source: Select field to modify
pt: Seleccionar campo para modificar

source: Card
pt: Cartão

source: Size
pt: Tamanho

source: Label
pt: Etiqueta

source: Background
pt: Fundo

source: Image
pt: Imagem

source: Active
pt: Activa

source: Setup
pt: Configuração

source: Print Test
pt: Teste de Impressão

source: Print
pt: Imprimir

source: Cancel
pt: Cancelar

source: Path
pt: Caminho do arquivo

source: Printer
pt: Impressora

source: Resolution
pt: Resolução

source: QSOs with
pt: QSOs com

source: Date
pt: Data

source: Time
pt: Hora

source: Callsign
pt: Indicativo

source: Band
pt: Banda

source: Mode
pt: Modo

source: Prefix
pt: Prefixo

source: Operator
pt: Operador

source: Power
pt: Potência

source: My Locator
pt: A minha quadrícula

source: Satellite
pt: Satélite

source: Distance (Km)
pt: Distância (Km)

source: Records:
pt: Registos:

source: Error in searchQSO
pt: Erro no searchQSO

source: For selected QSOs:
pt: Para os QSOs selecionados:

source: For QSO with:
pt: Para o QSO com:

source: Edit QSO
pt: Editar QSO

source: Delete QSO
pt: Apagar QSO

source: Export to ADIF
pt: Exportar ADIF

source: Check QSL as recvd.
pt: Conferir QSL como recebida

source: Check QSL as sent.
pt: Conferir QSL como enviada

source: Print QSL
pt: Imprimir QSL

source: Selected QSO will be deleted Do you want to continue?
pt: O QSO selecionado será apagado Quer continuar?

source: Error deleting QSO
pt: Erro em apagar QSO

source: Save ADIF file
pt: Salvar ficheiro ADIF

source: ADIF file
pt: Ficheiro ADIF

source: Added
pt: Adicionado

source: QSOs to the QSL print queue.
pt: QSOs para a fila de impressão de QSL.

source: QSOs with gridsquare:
pt: QSOs com locator:

source: Records:
pt: Registos:

source: &Close
pt: &Fechar

source: All
pt: Todos

source: At
pt: A

source: Km from
pt: Km de

source: Start Date couldn't be greater than End Date
pt: A data de começo não pode ser superior à data de fim

source: Check dates, please
pt: Verifique as datas, por favor...

source: Error in btnOK_Click
pt: Erro no btnOK_Click

source: Query has no results!
pt: A consulta não retornou resultados.

source: Error in drawSquares
pt: Erro no drawSquares

source: Error in drawDX
pt: Erro no drawDX

source: Find QSOs with
pt: Procurar QSOs com

source: Save Whole Map as...
pt: Guardar Mapa Completo como...

source: Save Visible Map as...
pt: Guardar Mapa Visible como...

source: Save Map as
pt: Guardar Mapa como...

source: Image Files
pt: Arquivo de Imagem

source: Colors
pt: Cores

source: Grid
pt: Grelha

source: Main Division:
pt: División Princ.:

source: Sub Division:
pt: Division Sec.:

source: GridSquares:
pt: Quadrículas:

source: DX Lines
pt: Linhas DX

source: DX on 6M:
pt: DX em 6M:

source: DX on 4M:
pt: DX em 4M:

source: DX on 2M:
pt: DX em 2M:

source: DX on 70CM:
pt: DX em 70CM:

source: DX on +23CM:
pt: DX em +23CM:

source: &Save Settings
pt: &Guardar Config.

source: Behavior
pt: Comportamento

source: Sound Alert on MUF/ES
pt: Alerta em MUF/ES

source: DX Minutes:
pt: Minutos DX:

source: Minutes to hold DX Lines on Map
pt: Min. para manter Linhas no Mapa

source: Filter
pt: Filtro

source: Start Date
pt: Data de começo

source: End Date
pt: Data de fim

source: Distance >:
pt: Distância >:

source: Mode:
pt: Modo

source: Band:
pt: Banda:

source: Prop. Mode:
pt: Modo de Prop.:

source: Worked
pt: Trabalhado

source: Confirmed
pt: Confirmado

source: Not Confirmed
pt: Não confirmado

source: Start:
pt: Começo:

source: End:
pt: Fim:

source: Mode selection
pt: Selecção de Modo

source: Band selection
pt: Selecção de Banda

source: Prop. Mode Selection
pt: Selecção do Modo de Prop.

source: Distance greater than...
pt: Distância maior que...

source: Show/Hide Panel
pt: Mostrar/Esconder Panel

source: Show Grid
pt: Mostrar quadrícula

source: Show DX Lines
pt: Mostrar Linhas DX

source: Clean Map
pt: Limpar Mapa

source: Coords:
pt: Coorde:

source: Log Review
pt: Rever registo

source: Time Off
pt: Hora de fim

source: Remarks
pt: Anotações

source: QSL(S) Date
pt: Data da QSL(S)

source: QSL(R) Date
pt: Data da QSL(S)

source: Sat Name
pt: Nome do Satélite

source: Sat Mode
pt: Modo do Satélite

source: of
pt: de

source: Uncheck QSL as recvd.
pt: Marca QSL não recebeu

source: Uncheck QSL as sent.
pt: Marcar QSL enviada

source: Page:
pt: Página:

source: Error in Fmain_new
pt: Erro no Fmain_new

source: Error in Form Close
pt: Erro no fecho em Form

source: Error in Form Load
pt: Erro no carregamento em Form

source: Error in cboEntidad QSO
pt: Erro no QSO em cboEntidad

source: Error in buscar
pt: Erro em procurar

source: New DXCC on
pt: Novo DXCC em

source: DXCC Confirmed on
pt: DXCC Confirmado em

source: DXCC Worked on
pt: DXCC Trabalhado em

source: New square on
pt: Nova quadrícula em

source: Square Cfmd on
pt: Quadrícula confirmada em

source: Square Wkd on
pt: Quadrícula trabalhada em

source: QSO duration:
pt: Duração do QSO:

source: &Wkd Before
pt: &Trabalhado antes

source: Error in wkdB4
pt: Erro em wkdB4

source: Incorrect Locator!
pt: Quadrícula incorrecta!

source: Do you want to spot
pt: Você quer anunciar

source: to the Cluster Net?
pt: para a rede de Cluster?

source: Yes
pt: Sim

source: You must fill at least: Callsign, RST_r, RST_s and Frequency
pt: Você deve preencher pelo menos: Indicativo, RST_r, RST_s e a Frequência

source: Error in btnOK_Click
pt: Erro no btnOK_Click

source: Error in spotQSO
pt: Erro no spotQSO|N

source: Error in btnCAT_Click
pt: Erro no btnCAT_Click

source: Error in setModeBand
pt: Erro no setModeBand

source: Not yet configured any Cluster server in your settings.
pt: Não está configurado servidor de Cluster nas suas preferências.

source: Error in btnConn_Click
pt: Erro no btnConn_Click

source: Error in markersSpot
pt: Erro no markersSpot

source: Error in tblCluster_Click()
pt: Erro no tblCluster_Click()

source: Not more than 1 decimal point allowed!
pt: Não mais do que 1 ponto décimal permitido!

source: Not valid TX Freq!
pt: Freq de TX não válida!

source: Not valid RX Freq!
pt: Freq de RX não válida!

source: Create new log
pt: Fazer um novo log

source: dfhLog Database
pt: Database dfhLog

source: Path to database not found, please open or create a new one
pt: Caminho para a database não encontrado, por favor abra ou faça novo registo

source: Error creating new Log
pt: Erro a fazer um novo registo

source: Open log
pt: Abrir log

source: All Files
pt: Todos os ficheiros

source: Error opening Log
pt: Erro em abrir registo

source: Error in fillData
pt: Erro em fillData

source: Error loging QSO
pt: Erro a registar QSO

source: Copy saved as:
pt: Cópia salvada como:

source: Error in BackupDB
pt: Erro em BackupDB

source: Modify
pt: Editar

source: doesn't exist!
pt: não lá!

source: Error in modifyQSO
pt: Erro em modifyQSO

source: Error Modifying QSO
pt: Erro em modificar QSO

source: Error setting QSL Rcvd QSO
pt: Erro na definição de QSL recebida QSO

source: Error setting QSL Sent QSO
pt: Erro na definição de QSO enviada QSO

source: W
pt: T

source: Phone:
pt: Fone:

source: &File
pt: &Ficheiro

source: &New Log
pt: &Novo registo

source: Open L&og
pt: Abrir R&egisto

source: Watch &Log
pt: Observar &Registo

source: ADIF Import
pt: Importar ADIF

source: ADIF Export
pt: Exportar ADIF

source: Compact DB
pt: Compactar DB

source: Backup DB
pt: Guardar DB

source: Se&ttings
pt: Pre&ferências

source: E&xit
pt: S&air

source: &Search
pt: &Procurar

source: Searc&h QSOs
pt: Procura&r QSOs

source: Summar&y
pt: Sumári&o

source: Main GridSquares
pt: Quadrículas principais

source: GridSquares
pt: Quadrículas

source: EME Initials
pt: Iniciais EME

source: Global Stats
pt: Estatísticas Globais

source: &Printing
pt: &Imprimir

source: QSL queu&e
pt: Cauda d&e QSL

source: QSL &Design
pt: &Desenhe QSL

source: &Label Design
pt: Disenho &Etiquetas

source: Print QSLs
pt: Imprimir QSLs

source: Print Labels
pt: Imprimir Etiquetas

source: &Connect
pt: &Ligar

source: &Disconnect
pt: &Desligar

source: &Maps
pt: &Mapas

source: GridS&quares
pt: Quad&rículas

source: Con&tent
pt: Capi&tulo

source: A&bout...
pt: A&cerca...

source: New Log
pt: Novo registo

source: Open Log
pt: Abrir registo

source: Settings
pt: Preferências

source: Watch Log
pt: Observar registo

source: Search QSOs
pt: Procurar QSOs

source: Edit Last QSO
pt: Edição último QSO

source: Conn/Dis. Cluster
pt: Lig/Desl. Cluster

source: GridSquares Map
pt: Mapa quadrículas

source: DX Map
pt: Mapa DX

source: Activate quick entry method, i.e. for Sporadics E in VHF
pt: Ativar entrada método rápido, ou seja, Esporádica E em VHF

source: Callsign:
pt: Indicativo:

source: DX Callsign
pt: Indicativo DX

source: Band Selection
pt: Selecção banda

source: Mode Selection
pt: Selecção modo

source: Propagation Type
pt: Tipo propagação

source: Date of QSO
pt: Data do QSO

source: Time on
pt: Hora de começo

source: Time off
pt: Hora de fim

source: Freq. in KHZ
pt: Freq. em KHZ

source: RST Received
pt: RST Recebido

source: RST Sent
pt: RST Enviado

source: DX GridSquare
pt: Quadrícula DX

source: DX Name
pt: Nome DX

source: DX City
pt: Cidade DX

source: TX Power
pt: Potência TX

source: DX email
pt: Email DX

source: Accepts & Log QSO
pt: Aceita & registar QSO

source: Whipes current entered data
pt: Whipes actuais dados entrados

source: Name:
pt: Nome:

source: Date:
pt: Data:

source: Time on:
pt: H. começo:

source: Time off:
pt: H. de fim:

source: Remarks:
pt: Anotações:

source: Power:
pt: Potência

source: QSL rcvd
pt: QSL recebida

source: QSL Recvd:
pt: QSL Recebida

source: Date of QSL rcvd
pt: Data da QSL recebida

source: QSL sent
pt: QSL enviada

source: QSL Sent:
pt: QSL Enviada

source: Date of QSL sent
pt: Data da QSL enviada

source: Bureau
pt: Buro

source: Direct
pt: Directa

source: No QSL
pt: Não QSL

source: QSL via Mgr
pt: QSL via Manager

source: TPEA award
pt: Diploma TPEA

source: IOTA award
pt: Diploma IOTA

source: WAS award
pt: Diploma WAS

source: USACA award
pt: Diploma USACA

source: Sat mode
pt: Modo Sat

source: Satellite:
pt: Satélite:

source: Sat Mode:
pt: Modo Sat:

source: State (USA):
pt: Estado (USA):

source: Distance:
pt: Distância

source: Prefix:
pt: Prefixo:

source: Rhumb:
pt: Rumo:

source: Current DXCC
pt: DXCC actual

source: DatePicker
pt: DataPicker

source: Real Time QSO
pt: T. real QSO

source: Status: Red=Send spot without confirmation Orange=Send spot after confirmation Unchecked=Don't send spots For convenience, status is not saved between sessions.
pt: Estado: Vermelho=Envie spot sem confirmação Laranja = Envie spot após a confirmação Desmarcado = Não envie spots Advertência: o estado não está guardado entre sessões.

source: Lo&g
pt: Re&gisto

source: Delete
pt: Apagar

source: Send
pt: Enviar

source: St&ats
pt: Est&atísticas

source: Observer Latitude
pt: Latitude do observador

source: Observer Longitude
pt: Longitude do observador

source: Zoom: Less value = closer view, More value = far away view
pt: Zoom: menor valor = vista mais perto, Maior valor = vista de mais longe

source: &Apply Changes
pt: &Aplicar alterações

source: Delete all labels
pt: Apagar todas as etiquetas

source: &Clean Map
pt: &Limpar mapa

source: Close window
pt: Fechar janela

source: Incorrect GridSquare
pt: Quadrícula incorrecta

source: You need to fill the mandatory fields or GridSquare is incorrect
pt: Você precisa de preencher os campos necessários ou a quadrícula fica incorrecta

source: Hamlib not installed!
pt: Hamlib não instalado!

source: Xplanet not installed!
pt: Xplanet não instalado!

source: Grig not installed!
pt: Grig não está instalado!

source: Grig needs rpc.rigd to work!
pt: Grig exige rpc.rigd ativado!

source: My &Station
pt: A minha &Estação

source: My Station Data
pt: Os dados da minha estação

source: *Name:
pt: *Nome:

source: *GridSquare:
pt: *Quadrícula:

source: My Callsign
pt: O meu indicativo

source: My First Name
pt: O meu primeiro nome

source: My GridSquare
pt: A minha quadrícula

source: QSO begin/end time
pt: Hora començo/fim QSO

source: Use equal begin/end time in QSO
pt: Utilizar a mesma hora de início e fim de QSO

source: Preferred Band && Mode
pt: Banda && modo preferidos

source: Telnet Server
pt: Servidor de telnet

source: Add
pt: Acrescentar

source: Auto connect to server with your current callsign
pt: Ligação automática com o servidor com o seu actual indicativo

source: Auto-connect
pt: Ligação automática

source: Filters
pt: Filtros

source: HF Spots
pt: Anúncios de HF

source: V/UHF Spots
pt: Anúncios de V/UHF

source: WARC Spots
pt: Anúncios WARC

source: Ann Messages
pt: Mensagens de Ann

source: WWV Messages
pt: Mensagens de WWV

source: WCY Messages
pt: Mensagens de WCY

source: Log Cluster Remarks
pt: Observações de cluster para log

source: C&olors
pt: C&ores

source: Confirmed:
pt: Confirmado:

source: Worked:
pt: Trabalhado:

source: Needed:
pt: Precisado:

source: Default:
pt: Por defeito:

source: Hamlib (CAT) Parameters
pt: Parametros do Hamlib (CAT)

source: Activate
pt: Activado

source: Poll every:
pt: Sondagem cada:

source: msec.
pt: mseg.

source: Rig select:
pt: Selecionar TRX:

source: Device:
pt: Dispositivo:

source: Speed:
pt: Velocidade:

source: Output debugger. Use it when you have problems
pt: Depurador saída. Use-o quando você tem problemas

source: Debug output
pt: Depurar saída

source: Use Grig (if installed)
pt: Use Grig (se instalado)

source: If checked, I will try to use rpc rig service to allow multiple connections to a single rig.
pt: Se estiver marcado, vou tentar utilizar o serviço rpc.rigd para permitir conexões múltiplas para um único equipamento de rádio.

source: Ot&hers
pt: Ou&tros

source: Use Xplanet Maps (If installed)
pt: Use os mapas do Xplanet (se instalado)

source: (A subscription to QRZ.com(xml) is needed)
pt: (Requer uma subscrição a QRZ.com-xml)

source: User:
pt: Utilizador:

source: Fill QSO data from QRZ.com (Web method)
pt: Preencher os dados do QSO desde o QRZ.com (Método Web)

source: Fill QSO data from QRZ.com
pt: Preencher os dados do QSO desde o QRZ.com

source: * (Mandatory Fields)
pt: * (Campos mandatórios)

source: &Accept
pt: &Aceitar

source: Labels Print preview
pt: Vista Previa Etiquetas

source: &Print
pt: Im&primir

source: QSL Print Queue
pt: Fila de impressão de QSL

source: Print queue will be deleted Do you want to continue?
pt: A fila de impressão será apagado. Quer continuar?

source: Printing queue
pt: Fila de Impressão

source: Clear Queue
pt: Limpar Cauda

source: Log Search
pt: Procurar registo

source: Search QSO
pt: Procurar QSO

source: Reset Dates
pt: Datas resetadas

source: Start date:
pt: Data de começo:

source: End date:
pt: Data de fim:

source: Prop. Type:
pt: Tipo de Prop.:

source: Custom
pt: Prática

source: 105x37mm, 16 per page (2 columns 8 rows)
pt: 105x37mm, 16 por pagina (2 columnas 8 filas)

source: 70x37mm, 24 per page (3 columns 8 rows)
pt: 70x37mm, 24 por pagina (3 columnas 8 filas)

source: 70x30mm, 27 per page (3 columns 9 rows)
pt: 70x30mm, 27 por pagina (3 columnas 9 filas)

source: 70x25,4mm, 33 per page (3 columns 11 rows)
pt: 70x25,4mm, 33 por pagina (3 columnas 11 filas)

source: 52,5x29,7mm, 40 per page (4 columns 10 rows)
pt: 52,5x29,7mm, 40 por pagina (4 columnas 10 filas)

source: 105x35mm, 16 per page (2 columns 8 rows)
pt: 105x35mm, 16 por pagina (2 columnas 8 filas)

source: 70x35mm, 24 per page (3 columns 8 rows)
pt: 70x35mm, 24 por pagina (3 columnas 8 filas)

source: Setup Label
pt: Configurar Etiqueta

source: Choose model:
pt: Escolha o modelo:

source: Con&figure
pt: Con&figurar

source: Label Preview
pt: Vista Previa Etiquetas

source: Data Layout
pt: Disenho Datos

source: Full layout
pt: Esquema completo

source: Medium Layout
pt: Esquema Medio

source: Basic Layout
pt: Esquema Básico

source: Choose a model from the dropdown that matches your label dimensions, and then pick a layout that fit into the label
pt: Escolha um modelo a partir da lista pendente que corresponde dimensões da etiqueta e, em seguida escolher um layout que se encaixam no rótulo

source: Main Squares Summary
pt: Sumário das quadrículas principais

source: Gridsquares Summary
pt: Sumário das quadrículas

source: EME Summary
pt: Sumário EME

source: <h2>Main Squares
pt: <h2>Quadrículas principais

source: by
pt: por

source: in Band =
pt: em Banda =

source: and Propagation mode =
pt: y Modo de Propagação =

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>Prop. Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>Gridsquare</td><td>Main Grid</td><td>QSOs</td></tr>
pt: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Data</td><td>Banda</td><td>Modo</td><td>Prop. Modo</td><td>QSL_rcbd</td><td>QSL_envia</td><td>País</td><td>Quadrícula</td><td>Quad princ</td><td>QSOs</td></tr>

source: <tr><td colspan="8"></td><td><b>Total References</b></td><td align="right">
pt: <tr><td colspan="8"></td><td><b>Total Referências</b></td><td align="right">

source: Error in
pt: Erro em

source: <h2>Gridsquares
pt: <h2>Quadrículas

source: in band =
pt: em banda =

source: , mode =
pt: , modo =

source: confirmed
pt: confirmado

source: worked
pt: trabalhado

source: Squares Summary
pt: Sumário das quadrículas

source: Entity/Band
pt: Entidad/Banda

source: Total Entities Worked:
pt: Total Entidades Trabalhadas:

source: Total Entities Confirmed:
pt: Total Entidades Confirmadas:

source: E&xport CSV
pt: E&xportar CSV

source: DXCC Summary
pt: Sumário DXCC

source: WAC Summary
pt: Sumário WAC

source: WAS Summary
pt: Sumário WAS

source: USACA Summary
pt: Sumário USACA

source: IOTA Summary
pt: Sumário IOTA

source: TPEA Summary
pt: Sumário TPEA

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>QSOs</td></tr>
pt: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Data</td><td>Banda</td><td>Modo</td><td>QSL_recb</td><td>QSL_envia</td><td>País</td><td>QSOs</td></tr>

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>Continent</td><td>QSOs</td></tr>
pt: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Data</td><td>Banda</td><td>Modo</td><td>QSL_recb</td><td>QSL_envi</td><td>País</td><td>Continente</td><td>QSOs</td></tr>

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>State</td><td>QSOs</td></tr>
pt: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Data</td><td>Banda</td><td>Modo</td><td>QSL_recb</td><td>QSL_envi</td><td>País</td><td>Estado</td><td>QSOs</td></tr>

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>State</td><td>County</td><td>QSOs</td></tr>
pt: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Data</td><td>Banda</td><td>Modo</td><td>QSL_recb</td><td>QSL_envi</td><td>Estado</td><td>County</td><td>QSOs</td></tr>

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>IOTA</td><td>QSOs</td></tr>
pt: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Data</td><td>Banda</td><td>Modo</td><td>QSL_recb</td><td>QSL_envi</td><td>País</td><td>IOTA</td><td>QSOs</td></tr>

source: <table align="center" border="1" width="70%"><tr id="hdr"><td>Callsign</td><td>Date</td><td>Band</td><td>Mode</td><td>QSL_rcvd</td><td>QSL_sent</td><td>Country</td><td>TPEA</td><td>QSOs</td></tr>
pt: <table align="center" border="1" width="70%"><tr id="hdr"><td>Indicativo</td><td>Data</td><td>Banda</td><td>Modo</td><td>QSL_recb</td><td>QSL_envi</td><td>País</td><td>TPEA</td><td>QSOs</td></tr>

source: Summary
pt: Sumário

source: Incorrect dates. Start date cannot be greater than End date.
pt: Datas incorrectas. Data de começo não pode ser maior que data de fim.

source: Error exporting Record
pt: Erro a exportar registo
