Repository: jguardon/dfhlog
Catalog: branches/dfhlog1.1/trunk/.lang/*.po
Languages: pt

source: &Save as...
pt: &Guardar como...

source: File:
pt: Ficheiro:

source: Whole Log
pt: Todo o log

source: Between two dates
pt: Entre duas datas

source: &Export
pt: &Exportar

source: Some errors found. Check 'ImportErrors.txt' into User Folder?
pt: Alguns erros encontrados. Conferir 'ImportErrors.txt' dentro da directoria do utilizador?

source: Missing field/s in ADIF record. Not logged!:
pt: Faltan campos em registo ADIF. QSO não adicionado!:

source: Distance error in qso:
pt: Erro na Distância do QSO:

source: DXCC not found for:
pt: DXCC não encontrado por:

source: Error logging in Log_qso
pt: Erro de registo no Log_qso

source: Importing ADIF has been aborted!
pt: Importação de ADIF foi abortado!

source: &Browse
pt: &Mostrar

source: Errors:
pt: Erros:

source: Duplicated:
pt: Duplicados:

source: OS Origin of ADIF file
pt: S.O. origem ADIF

source: ADIF Origin
pt: Origem ADIF

source: &Import
pt: &Importar

source: Creating temp table...
pt: Criando tabela temporal...

source: Finished!
pt: Terminado!

source: Error in CreateTableTemp:
pt: Erro no CreateTableTemp:

source: Recreating log table...
pt: Recriar tabela log...

source: Error in CreateTableLog:
pt: Erro no CreateTableLog:

source: Backing up data...
pt: Fazer o backup de dados...

source: Error in CopyData:
pt: Erro no CopyData:

source: Restoring data...
pt: Restaurar dados...

source: Cleaning up...
pt: Limpeza...

source: Error in RestoreData:
pt: Erro no RestoreData:

source: Compacting DB has been aborted!
pt: Compactando BD foi abortada!

source: Compacting and recalculating records Please, wait for a while...
pt: Compactar e recalcular registos Por favor, espere um pouco...

source: Compact Database
pt: Compactar Database

source: This operates in the database itself. Now it will compact and recalculate records numbers, so it's advisable to backup the database before proceeding.
pt: Isto opera dentro da própria database. Agora será compactada e recalculados os números de registos, por isso é recomendável que guarda a database antes fazer esta operação.

source: Incorrect format Check for : (colon) between address and port number.
pt: Formato incorrecto Conferir por : (dois pontos) entre o endereço e o número da porta.

source: Add telnet server
pt: Adicionado servidor telnet

source: Write down server address followed by :port<br> i.e.: <span style="color:#0000FF;">eadx.net:23</span>
pt: Escreva o endereço do servidor seguido por :port<br> i.e.: <span style="color:#0000FF;">eadx.net:23</span>

source: Error reading XML (Data QRZ.COM) Line:
pt: Erro em abrir XML (Data QRZ.COM) Linha:

source: Error connecting to database:
pt: Erro a ligar à database:

source: There is a new version of dfhLog. Do you want to visit the download page?
pt: Uma nova versão de dfhLog. Gostaria de visitar a página de download?
